[
    {"id": "1", "title": "The Galactic Odyssey", "content": "In a distant future, humanity explores the galaxy encountering alien civilizations and facing the challenges of space exploration.", "isFree": true, "genre": "Science Fiction"},
    {"id": "2", "title": "The Chronicles of Eloria", "content": "In the mystical land of Eloria, a young hero embarks on a quest to defeat the dark sorcerer and restore peace to the realm.", "isFree": true, "genre": "Fantasy"},
    {"id": "3", "title": "The Case of the Missing Heirloom", "content": "Detective Smith investigates a mysterious disappearance, following clues and uncovering secrets in a small town.", "isFree": true, "genre": "Mystery"},
    {"id": "4", "title": "Journey to the Lost City", "content": "A group of adventurers braves treacherous jungles and ancient ruins in search of a legendary lost city filled with untold riches.", "isFree": true, "genre": "Adventure"},
    {"id": "5", "title": "Love in Bloom", "content": "Two star-crossed lovers navigate the ups and downs of romance in a bustling city, overcoming obstacles to find true love.", "isFree":true, "genre": "Romance"},
    {"id": "6", "title": "The Last Samurai", "content": "Set in feudal Japan, a samurai seeks redemption and honor in a time of war and political intrigue.", "isFree": true, "genre": "Historical Fiction"},
    {"id": "7", "title": "The Silent Caller", "content": "A chilling thriller where a mysterious caller terrorizes a small town, leaving the residents on edge as they race to uncover the identity of the perpetrator.", "isFree": true, "genre": "Thriller"},
    {"id": "8", "title": "House of Shadows", "content": "A haunted house harbors dark secrets, trapping unsuspecting visitors in a nightmare of terror and madness.", "isFree": true, "genre": "Horror"},
    {"id": "9", "title": "Rebel Uprising", "content": "In a dystopian future, a group of rebels fights against a tyrannical regime, risking everything for freedom and justice.", "isFree": true, "genre": "Dystopian"},
    {"id": "10", "title": "Laugh Out Loud", "content": "A hilarious comedy featuring a cast of eccentric characters and outrageous situations guaranteed to make you laugh until you cry.", "isFree": true, "genre": "Comedy"},
    {"id": "11", "title": "The Quantum Paradox", "content": "A group of scientists unlocks the secrets of quantum mechanics, leading to unexpected consequences that challenge the very fabric of reality.", "isFree": false, "genre": "Science Fiction"},
    {"id": "12", "title": "The Dragon's Hoard", "content": "A brave adventurer embarks on a perilous journey to claim the legendary treasure guarded by a fearsome dragon.", "isFree": false, "genre": "Fantasy"},
    {"id": "13", "title": "The Art Heist", "content": "A daring art thief orchestrates an elaborate heist, outsmarting the authorities and leaving behind a trail of clues.", "isFree": false, "genre": "Mystery"},
    {"id": "14", "title": "Island of Secrets", "content": "Stranded on a deserted island, a group of survivors must band together to uncover the island's mysteries and find a way to escape.", "isFree": false, "genre": "Adventure"},
    {"id": "15", "title": "Love in the Digital Age", "content": "In a world where technology reigns supreme, two individuals find love in unexpected ways, defying the odds to be together.", "isFree": false, "genre": "Romance"},
    {"id": "16", "title": "The Queen's Gambit", "content": "A young chess prodigy rises to fame and fortune, navigating the world of competitive chess and facing formidable opponents.", "isFree": false, "genre": "Historical Fiction"},
    {"id": "17", "title": "The Sleepwalker", "content": "A psychological thriller where a series of mysterious sleepwalking incidents reveal dark secrets and hidden truths.", "isFree": false, "genre": "Thriller"},
    {"id": "18", "title": "The Haunted Manor", "content": "A family moves into a decrepit mansion, unaware of the malevolent forces that lurk within, leading to a battle between the living and the dead.", "isFree": false, "genre": "Horror"},
    {"id": "19", "title": "Revolutionary Road", "content": "In a dystopian society, a young revolutionary sparks a rebellion against the oppressive government, igniting a revolution that will change the course of history.", "isFree": false, "genre": "Dystopian"},
    {"id": "20", "title": "The Comedy of Errors", "content": "A comedic tale of mistaken identities, misadventures, and madcap antics that ensue when two sets of twins cross paths in a bustling city.", "isFree": false, "genre": "Comedy"},
    {"id": "21", "title": "Beyond the Stars", "content": "Explorers embark on an interstellar journey to discover new planets and civilizations, encountering wonders and dangers beyond imagination.", "isFree": false, "genre": "Science Fiction"},
    {"id": "22", "title": "The Sword of Destiny", "content": "A legendary sword, said to grant its wielder untold power, becomes the center of a quest involving knights, wizards, and ancient prophecies.", "isFree": false, "genre": "Fantasy"},
    {"id": "23", "title": "The Puzzle Master", "content": "A brilliant puzzle solver is drawn into a deadly game of cat and mouse with a mysterious adversary, solving clues and unraveling mysteries to survive.", "isFree": false, "genre": "Mystery"},
    {"id": "24", "title": "Lost in Time", "content": "Time travelers journey through different epochs of history, encountering famous figures and pivotal events while struggling to find a way back to their own time.", "isFree": false, "genre": "Adventure"},
    {"id": "25", "title": "A Love Across Dimensions", "content": "In a world where parallel universes exist, two souls find each other across different dimensions, facing obstacles and challenges to be together.", "isFree": false, "genre": "Romance"},
    {"id": "26", "title": "The Silk Road", "content": "Traders and adventurers traverse the ancient Silk Road, encountering cultures, customs, and conflicts along the way in a tale of trade and exploration.", "isFree": false, "genre": "Historical Fiction"},
    {"id": "27",  "title": "The Final Countdown", "content": "A race against time thriller where a countdown to a catastrophic event sets the stage for a high-stakes mission to save the world from disaster.", "isFree": false, "genre": "Thriller"}
]